IdeaRS.Connections
AggregatedPropWrpAttribute.PropertyType Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the string which represents the aggregated property : 'the name of the interface, the name of the wrapper, the name of the parameter'
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string PropertyType { get; set; }
Property Value
Type: String
See Also
Reference
AggregatedPropWrpAttribute Class
IdeaRS.Connections.Data Namespace